Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2022.tmx
Source language: en_us
Languages: zh_cn

source: We promoted the building of a human community with a shared future, fostered global partnerships, and played an active part in the reform and development of the global governance system. We advanced international cooperation on Covid-19 response and worked with all other countries to respond to issues and challenges global in nature.
zh_cn: 推动构建人类命运共同体，积极发展全球伙伴关系，积极参与全球治理体系改革和建设，推进国际抗疫合作，共同应对全球性问题和挑战。

source: We have thus contributed our share to promoting world peace and development.
zh_cn: 中国为促进世界和平与发展作出了积极贡献。

source: We owe our achievements last year to the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, the sound guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and the concerted efforts of the Party, the armed forces and Chinese people of all ethnic groups.
zh_cn: 过去一年取得的成绩，是以习近平同志为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I wish to express sincere gratitude to all our people, and to all other political parties, people's organizations, and public figures from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express heartfelt appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also wish to express heartfelt thanks to the governments of other countries, international organizations and friends across the world who have shown understanding and support for us in China as we pursue modernization.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: While recognizing our achievements, we are also very clear about the problems and challenges before us.
zh_cn: 在肯定成绩的同时，我们也清醒看到面临的问题和挑战。

source: The Covid-19 pandemic is still ongoing. The world economic recovery lacks drive, and commodity prices remain high and are prone to fluctuation. All of this is making our external environment increasingly volatile, grave and uncertain.
zh_cn: 全球疫情仍在持续，世界经济复苏动力不足，大宗商品价格高位波动，外部环境更趋复杂严峻和不确定。

source: In pursing economic development, China is under the triple pressures of shrinking demand, disrupted supply and weakening expectations.
zh_cn: 我国经济发展面临需求收缩、供给冲击、预期转弱三重压力。

source: Local Covid-19 cases are still occurring sporadically.
zh_cn: 局部疫情时有发生。

source: The recovery of consumption and investment is sluggish. It is getting more difficult to maintain steady growth in exports, the supply of energy resources and raw materials remains inadequate, and imported inflationary pressure has increased.
zh_cn: 消费和投资恢复迟缓，稳出口难度增大，能源原材料供应仍然偏紧，输入性通胀压力加大，

source: Many MSMEs and self-employed individuals face difficulty in production and business operations, and the task of stabilizing employment is more formidable.
zh_cn: 中小微企业、个体工商户生产经营困难，稳就业任务更加艰巨。

source: Our capacity to support innovation is lacking in key areas.
zh_cn: 关键领域创新支撑能力不强。

source: The budgetary imbalances of some local governments have become more pronounced, and many potential risks are present in the economic and financial sectors.
zh_cn: 一些地方财政收支矛盾加大，经济金融领域风险隐患较多。

source: In areas that are important to the public wellbeing, numerous issues need to be addressed.
zh_cn: 民生领域还有不少短板。

source: There is also room for improvement in the work of government.
zh_cn: 政府工作存在不足，

source: Pointless formalities and bureaucratism remain an acute issue.
zh_cn: 形式主义、官僚主义仍然突出，

source: Cases of becoming detached from reality and acting against the public will are still frequent.
zh_cn: 脱离实际、违背群众意愿现象屡有发生，

source: Some local governments use one-size-fits-all or campaign-style approaches in policy implementation.
zh_cn: 有的在政策执行中采取“一刀切”、运动式做法。

source: A small number of officials either shirk their responsibilities, fail to do their jobs, or behave irresponsibly. Some officials, by disregarding serious infringements on the rights and interests of the people, have been derelict in their duties.
zh_cn: 少数干部不担当、不作为、乱作为，有的漠视严重侵害群众权益问题、工作严重失职失责。

source: Corruption remains a common problem in some sectors.
zh_cn: 一些领域腐败问题依然多发。

source: We must be more mindful of potential difficulties, face problems and challenges squarely, make every effort to deliver a satisfactory performance, and do our utmost to live up to people's expectations.
zh_cn: 我们要增强忧患意识，直面问题挑战，全力以赴做好工作，决不辜负人民期待！

source: II. Overall Requirements and Policy Orientation for Economic and Social Development in 2022
zh_cn: 二、2022年经济社会发展总体要求和政策取向

source: This year is of great significance in the cause of the Party and the country, as the Communist Party of China will hold its 20th National Congress.
zh_cn: 今年将召开中国共产党第二十次全国代表大会，是党和国家事业发展进程中十分重要的一年。

source: For the government to deliver, we must, under the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, do the following:
zh_cn: 做好政府工作，要在以习近平同志为核心的党中央坚强领导下，

source: follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era;
zh_cn: 以习近平新时代中国特色社会主义思想为指导，

source: implement the guiding principles of the Party's 19th National Congress and all plenary sessions of the 19th Party Central Committee;
zh_cn: 全面贯彻落实党的十九大和十九届历次全会精神，

source: carry forward the great founding spirit of the Party;
zh_cn: 弘扬伟大建党精神，

source: act on the general principle of pursuing progress while ensuring stability;
zh_cn: 坚持稳中求进工作总基调，

source: apply the new development philosophy in full, in the right way, and in all fields of endeavor and move faster to create a new pattern of development;
zh_cn: 完整、准确、全面贯彻新发展理念，加快构建新发展格局，

source: deepen reform and opening up in all respects;
zh_cn: 全面深化改革开放，

source: pursue innovation-driven development;
zh_cn: 坚持创新驱动发展，

source: promote high-quality development;
zh_cn: 推动高质量发展，

source: advance supply-side structural reform as the main task;
zh_cn: 坚持以供给侧结构性改革为主线，

source: respond to Covid-19 and pursue economic and social development in a well-coordinated way;
zh_cn: 统筹疫情防控和经济社会发展，

source: ensure both development and security;
zh_cn: 统筹发展和安全，

source: continue to ensure stability on six key fronts and maintain security in six key areas;
zh_cn: 继续做好“六稳”、“六保”工作，

source: keep working to improve people's lives;
zh_cn: 持续改善民生，

source: strive to maintain stable macroeconomic performance;
zh_cn: 着力稳定宏观经济大盘，

source: keep major economic indicators within an appropriate range; and
zh_cn: 保持经济运行在合理区间，

source: maintain overall social stability.These efforts will enable us to pave the way for a successful 20th National Party Congress.
zh_cn: 保持社会大局稳定，迎接党的二十大胜利召开。

source: A comprehensive analysis of evolving dynamics at home and abroad indicates that this year our country will encounter many more risks and challenges, and we must keep pushing to overcome them.
zh_cn: 综合研判国内外形势，今年我国发展面临的风险挑战明显增多，必须爬坡过坎。

source: The harder things get, the more confident we must be, and the more solid steps we must take to deliver outcomes.
zh_cn: 越是困难越要坚定信心、越要真抓实干。

source: The fundamentals of our economy remain unchanged, and they will maintain long-term growth.
zh_cn: 我国经济长期向好的基本面不会改变，

source: We have many favorable conditions for sustaining development. Most notably, our people, in their hundreds of millions, aspire to a better life, have huge potential for starting businesses and engaging in innovation, and are resolved to overcome all difficulties together.
zh_cn: 持续发展具有多方面有利条件，特别是亿万人民有追求美好生活的强烈愿望、创业创新的巨大潜能、共克时艰的坚定意志，

source: We have also acquired a wealth of experience in dealing with major risks and challenges.
zh_cn: 我们还积累了应对重大风险挑战的丰富经验。

source: There is no doubt but that China's economy will withstand any new downward pressure and continue growing steadily long into the future.
zh_cn: 中国经济一定能顶住新的下行压力，必将行稳致远。

source: The main projected targets for development this year are as follows:
zh_cn: 今年发展主要预期目标是：

source: GDP growth of around 5.5 percent
zh_cn: 国内生产总值增长5.5%左右；

source: over 11 million new urban jobs
zh_cn: 城镇新增就业1100万人以上，

source: a surveyed urban unemployment rate of no more than 5.5 percent
zh_cn: 城镇调查失业率全年控制在5.5%以内；

source: CPI increase of around 3 percent
zh_cn: 居民消费价格涨幅3%左右；

source: growth in personal income that is basically in step with economic growth
zh_cn: 居民收入增长与经济增长基本同步；

source: steady increases in both the volume and quality of imports and exports
zh_cn: 进出口保稳提质，

source: a basic equilibrium in the balance of payments
zh_cn: 国际收支基本平衡；

source: grain output of over 650 million metric tons
zh_cn: 粮食产量保持在1.3万亿斤以上；

source: further improvement in the environment
zh_cn: 生态环境质量持续改善，

source: continued reduction in the discharge of major pollutants
zh_cn: 主要污染物排放量继续下降；

source: energy consumption per unit of GDP to be assessed with appropriate flexibility within the framework of the 14th Five-Year Plan; and
zh_cn: 能耗强度目标在“十四五”规划期内统筹考核，并留有适当弹性，

source: the exclusion of newly added renewable energy and coal, petroleum, and natural gas consumed as raw materials in the total amount of energy consumption.
zh_cn: 新增可再生能源和原料用能不纳入能源消费总量控制。

source: The above economic growth target is based mainly on the need to maintain stable employment, meet basic living needs, and guard against risks. This target is also in keeping with the average growth rates of the last two years and the goals of the 14th Five-Year Plan.
zh_cn: 经济增速预期目标的设定，主要考虑稳就业保民生防风险的需要，并同近两年平均经济增速以及“十四五”规划目标要求相衔接。

source: It represents a medium-high rate of growth given our large economic aggregate, and demonstrates our ability to move proactively. But achieving this goal will require arduous efforts.
zh_cn: 这是高基数上的中高速增长，体现了主动作为，需要付出艰苦努力才能实现。

source: To fulfill the development goals and tasks for the year, we should pursue prudent and effective macro policies, micro policies that can continuously energize market entities, and structural policies that facilitate smooth flows in the economy. Science and technology policies should be fully implemented, reform and opening up policies should lend impetus to development, regional policies should ensure more balanced and coordinated development, and social policies should meet basic living needs.
zh_cn: 完成今年发展目标任务，宏观政策要稳健有效，微观政策要持续激发市场主体活力，结构政策要着力畅通国民经济循环，科技政策要扎实落地，改革开放政策要激活发展动力，区域政策要增强发展的平衡性协调性，社会政策要兜住兜牢民生底线。

source: All of us involved must adopt detailed and effective measures to meet these major policy requirements and create synergy for driving growth.
zh_cn: 各方面要围绕贯彻这些重大政策和要求，细化实化具体举措，形成推动发展的合力。

source: Macro policies should be kept consistent and made more effective.
zh_cn: 要保持宏观政策连续性，增强有效性。

source: The proactive fiscal policy should be more effectual, more targeted, and more sustainable.
zh_cn: 积极的财政政策要提升效能，更加注重精准、可持续。

source: The prudent monetary policy should be both flexible and appropriate, with reasonably ample liquidity being maintained.
zh_cn: 稳健的货币政策要灵活适度，保持流动性合理充裕。

source: The employment-first policy should be pursued with intensified efforts to deliver the desired outcomes.
zh_cn: 就业优先政策要提质加力。

source: These policies should produce effects early on, and the policy tools we have in reserve should be promptly deployed to ensure stable economic performance.
zh_cn: 政策发力适当靠前，及时动用储备政策工具，确保经济平稳运行。

source: We will continue effective routine Covid-19 control.
zh_cn: 继续做好常态化疫情防控。

source: To prevent inbound cases and domestic resurgences, we need to constantly refine epidemic containment measures, strengthen epidemic controls in port-of-entry cities, step up efforts to study and protect against virus variants, accelerate R&D of new vaccines and effective medicines, continue implementing vaccination programs, and give full play to the unique role of traditional Chinese medicine.
zh_cn: 坚持外防输入、内防反弹，不断优化完善防控措施，加强口岸城市疫情防控，加大对病毒变异的研究和防范力度，加快新型疫苗和特效药物研发，持续做好疫苗接种工作，更好发挥中医药独特作用，

source: Occurrences of local cases must be handled in a scientific and targeted manner, and the normal order of work and life must be ensured.
zh_cn: 科学精准处置局部疫情，保持正常生产生活秩序。

source: In our work this year, we must make economic stability our top priority and pursue progress while ensuring stability.
zh_cn: 今年工作要坚持稳字当头、稳中求进。

source: In the face of new downward pressure, the task of ensuring stable growth needs to occupy an even more prominent position.
zh_cn: 面对新的下行压力，要把稳增长放在更加突出的位置。

source: All localities and government departments should fulfill their responsibilities for maintaining stable macroeconomic performance by proactively introducing pro-stability policies.
zh_cn: 各地区各部门要切实担负起稳定经济的责任，积极推出有利于经济稳定的政策。

source: We should take coordinated moves to keep growth stable, promote structural adjustment, and carry out reform. We should work faster to transform the growth model, and say no to an extensive development model.
zh_cn: 要统筹稳增长、调结构、推改革，加快转变发展方式，不搞粗放型发展。

source: We should follow a fact-based approach, and bear in mind the fundamental dimension of China's national context, that is, it is still in the primary stage of socialism. We should manage our own affairs well, and respect the laws of development, the reality on the ground, and the needs of the people.
zh_cn: 坚持实事求是，立足社会主义初级阶段基本国情，着力办好自己的事，尊重发展规律、客观实际和群众需求，因地制宜创造性开展工作，把各方面干事创业积极性充分调动起来。

source: We should work in creative ways in light of actual conditions and motivate all stakeholders to pursue development endeavors. We should promote both an efficient market and a well-functioning government, and we should be adept at using reform and innovation to boost market dynamism and social creativity.
zh_cn: 推动有效市场和有为政府更好结合，善于运用改革创新办法，激发市场活力和社会创造力。

source: We must act on the people-centered development philosophy and rely on the efforts of everyone to promote prosperity for all, so as to keep realizing the people's aspirations for a better life.
zh_cn: 要坚持以人民为中心的发展思想，依靠共同奋斗，扎实推进共同富裕，不断实现人民对美好生活的向往。

source: III. Major Tasks for 2022
zh_cn: 三、2022年政府工作任务

source: This year, we face heavy tasks and many challenges in economic and social development.
zh_cn: 今年经济社会发展任务重、挑战多。

source: We should follow the decisions and requirements of the Party Central Committee with Comrade Xi Jinping at its core, apply the new development philosophy in full, in the right way, and in all fields of endeavor, move faster to create a new pattern of development, and promote high-quality development, so as to deliver solid outcomes in all areas of our work.
zh_cn: 要按照以习近平同志为核心的党中央部署要求，完整、准确、全面贯彻新发展理念，加快构建新发展格局，推动高质量发展，扎实做好各项工作。

source: 1. Achieving stable macroeconomic performance and keeping major economic indicators within the appropriate range
zh_cn: （一）着力稳定宏观经济大盘，保持经济运行在合理区间。

source: We must continue to ensure stability on six fronts and maintain security in six areas.
zh_cn: 继续做好“六稳”、“六保”工作。

source: We have both macro-policy tools and space available to us, and we should use them to intensify cross- and counter-cyclical adjustments and to provide strong support for a stable economic performance.
zh_cn: 宏观政策有空间有手段，要强化跨周期和逆周期调节，为经济平稳运行提供有力支撑。

source: We will see that the proactive fiscal policy is more effective.
zh_cn: 提升积极的财政政策效能。

source: We have set the deficit-to-GDP ratio for the year at around 2.8 percent, slightly lower than last year, and this will boost fiscal sustainability.
zh_cn: 今年赤字率拟按2.8%左右安排、比去年有所下调，有利于增强财政可持续性。

source: It is projected that fiscal revenue will continue to grow in 2022. In addition, we also have available to us the surplus profits of state-owned financial institutions and state monopoly business operations from recent years turned over in accordance with the law and funds transferred from the Central Budget Stabilization Fund. This will make it possible for government to increase expenditures by more than two trillion yuan over last year, putting significantly greater fiscal resources at our disposal.
zh_cn: 预计今年财政收入继续增长，加之特定国有金融机构和专营机构依法上缴近年结存的利润、调入预算稳定调节基金等，支出规模比去年扩大2万亿元以上，可用财力明显增加。

source: New funds will be channeled to local levels of government and used mainly to ease the difficulties of enterprises, stabilize employment, meet living needs, and increase consumption and demand.
zh_cn: 新增财力要下沉基层，主要用于落实助企纾困、稳就业保民生政策，促进消费、扩大需求。

source: This year, central government expenditures will rise by 3.9 percent, but the budgetary spending of central government departments will continue to register negative growth.
zh_cn: 今年安排中央本级支出增长3.9%，其中中央部门支出继续负增长。

source: Central government transfer payments to local governments will come to close to 9.8 trillion yuan. This figure represents a growth of 18 percent, or around 1.5 trillion yuan, and is the largest increase in recent years.
zh_cn: 中央对地方转移支付增加约1.5万亿元、规模近9.8万亿元，增长18%、为多年来最大增幅。

source: The central government will place more budgetary funds under the mechanism for direct allocation to prefecture- and county-level governments, and provincial-level governments should also provide additional fiscal support to these levels. It is imperative that local governments are both able and motivated to carry out policies that will benefit businesses and people.
zh_cn: 中央财政将更多资金纳入直达范围，省级财政也要加大对市县的支持，务必使基层落实惠企利民政策更有能力、更有动力。

source: We will use government investment funds to stimulate and expand effective investment.
zh_cn: 要用好政府投资资金，带动扩大有效投资。

source: This year, special-purpose bonds for local governments will total 3.65 trillion yuan.
zh_cn: 今年拟安排地方政府专项债券3.65万亿元。

source: We will, taking a performance-oriented approach, ensure that investment funds and other production factors stay with projects they are allocated to, while appropriately widening the scope of usage for such factors.
zh_cn: 强化绩效导向，坚持“资金、要素跟着项目走”，合理扩大使用范围，

source: We will support follow-up financing for ongoing projects, and begin construction on major projects that are ready for launching, new types of infrastructure, and renovations of outdated public facilities.
zh_cn: 支持在建项目后续融资，开工一批具备条件的重大工程、新型基础设施、老旧公用设施改造等建设项目。

source: The lion's share of investment in China comes from the non-government sector. We will give full play to the leveraging role of major projects and government investment and refine relevant supporting policies to keep non-government investors fully motivated.
zh_cn: 民间投资在投资中占大头，要发挥重大项目牵引和政府投资撬动作用，完善相关支持政策，充分调动民间投资积极性。

source: Government will keep its belt tightened and keep spending low to benefit the people.
zh_cn: 要坚持政府过紧日子，更好节用裕民。

source: We will improve the mix of government spending so as to ensure funding for key areas and strictly control general expenditures.
zh_cn: 大力优化支出结构，保障重点支出，严控一般性支出。

source: Budgetary funds and assets sitting idle will be put into good use.
zh_cn: 盘活财政存量资金和闲置资产。

source: Governments at every level need to operate within their means and economize where possible, and central and provincial-level governments should take the lead in this regard.
zh_cn: 各级政府必须艰苦奋斗、勤俭节约，中央政府和省级政府要带头。

source: Management of fiscal receipts and outlays will be tightened up, and wasteful and excessive spending will be prohibited.
zh_cn: 加强收支管理，严禁铺张浪费，

source: We will prevent the construction of new government buildings in violation of regulations.
zh_cn: 不得违规新建楼堂馆所，

source: No vanity projects will be tolerated, and anyone who violates fiscal discipline or squanders public funds will be investigated and severely punished.
zh_cn: 不得搞形象工程，对违反财经纪律、肆意挥霍公款的要严查重处，

source: We must ensure that our precious funds are used in areas that are critical to development and to meet the urgent needs of the people.
zh_cn: 一定要把宝贵资金用在发展紧要处、民生急需上。

source: We will step up implementation of the prudent monetary policy.
zh_cn: 加大稳健的货币政策实施力度。

source: We will use monetary policy tools to adjust both the monetary aggregate and the monetary structure, so as to provide more robust support for the real economy.
zh_cn: 发挥货币政策工具的总量和结构双重功能，为实体经济提供更有力支持。

source: We will expand the scale of new loans, see that increases in money supply and aggregate financing are generally in step with nominal economic growth, and keep the macro leverage ratio generally stable.
zh_cn: 扩大新增贷款规模，保持货币供应量和社会融资规模增速与名义经济增速基本匹配，保持宏观杠杆率基本稳定。

source: The RMB exchange rate will be kept generally stable at an adaptive, balanced level.
zh_cn: 保持人民币汇率在合理均衡水平上的基本稳定。

source: We will further improve the transmission mechanism of monetary policy, channel more funds into key areas and weak links, and expand the coverage of inclusive finance.
zh_cn: 进一步疏通货币政策传导机制，引导资金更多流向重点领域和薄弱环节，扩大普惠金融覆盖面。

source: Financial institutions will be encouraged to lower real loan interest rates and cut fees, so as to truly make it easier for market entities to access financing and achieve a considerable drop in overall financing costs.
zh_cn: 推动金融机构降低实际贷款利率、减少收费，让广大市场主体切身感受到融资便利度提升、综合融资成本实实在在下降。

source: We will strengthen the employment-first policy.
zh_cn: 强化就业优先政策。

source: We will work to broaden the employment channels, promote employment stability by keeping the operations of market entities stable, and harness the role of business startups in boosting employment.
zh_cn: 大力拓宽就业渠道，注重通过稳市场主体来稳就业，增强创业带动就业作用。

source: Fiscal and financial policies will facilitate implementation of the employment-first policy, and greater support will be provided for enterprises to stabilize and expand employment.
zh_cn: 财税、金融等政策都要围绕就业优先实施，加大对企业稳岗扩岗的支持力度。

source: All dedicated employment policies will be strengthened and improved, and we will resolutely act to overhaul or abolish excessive restrictions on employment and business startups.
zh_cn: 各类专项促就业政策要强化优化，对就业创业的不合理限制要坚决清理取消。

source: All local governments must use every possible means to stabilize employment and expand it further.
zh_cn: 各地都要千方百计稳定和扩大就业。

source: We will ensure food and energy security.
zh_cn: 确保粮食能源安全。

source: We will ensure the supply of grain and other major agricultural products, as well as the supply and price stability of energy and important raw materials, and guarantee sufficient electricity to meet people's living needs and conduct normal business production and operations.
zh_cn: 保障粮食等重要农产品供应，继续做好能源、重要原材料保供稳价工作，保障民生和企业正常生产经营用电。

source: We will implement a comprehensive resource conservation strategy.
zh_cn: 实施全面节约战略。

source: To enhance China's capacity for resource production and supply, we will step up petroleum, natural gas and mineral exploration and development, improve the national strategic goods reserve system, and ensure the supply of primary products.
zh_cn: 增强国内资源生产保障能力，加快油气、矿产等资源勘探开发，完善国家战略物资储备制度，保障初级产品供给。

source: We will crack down on price gouging, and ensure price levels are kept generally stable.
zh_cn: 打击哄抬物价等行为。保持物价水平基本稳定。

source: We will prevent and defuse major risks.
zh_cn: 防范化解重大风险。

source: We will continue to guard against and address economic and financial risks in accordance with the fundamental principles of maintaining overall stability, ensuring coordination, implementing category-based policies, and defusing risks through targeted efforts.
zh_cn: 继续按照稳定大局、统筹协调、分类施策、精准拆弹的基本方针，做好经济金融领域风险防范和处置工作。

source: We will see that local governments fulfill their responsibilities, the competent government departments tighten regulation, and enterprises shoulder primary responsibility.
zh_cn: 压实地方属地责任、部门监管责任和企业主体责任，

source: We will make stronger efforts to give early-warning of risks, enhance risk prevention and control mechanisms, and build capacities for responding to risks.
zh_cn: 加强风险预警、防控机制和能力建设，

source: A fund for ensuring financial stability will be established, the deposit insurance system and industry guarantee funds will be brought fully into play, and market- and law-based methods will be used to defuse risks and potential dangers and to respond to external shocks. All these efforts will ensure that no systemic risks arise.
zh_cn: 设立金融稳定保障基金，发挥存款保险制度和行业保障基金的作用，运用市场化、法治化方式化解风险隐患，有效应对外部冲击，牢牢守住不发生系统性风险的底线。

source: 2. Keeping the operations of market entities stable and maintaining job security by strengthening macro policies
zh_cn: （二）着力稳市场主体保就业，加大宏观政策实施力度。
